[Main]
DisplayName=Svenska

[Uninstaller_frmIObitUninstall]
rdibFeedback.Caption=Återkoppling

[Uninstaller_fraBrowserCleaner]
lbl_NoItems.caption=Inga verktygsfält och plugin-program i din webbläsare
rdlvAllBrowse.Columns[0].Caption=Namn
rdlvAllBrowse.Columns[1].Caption=Användarbetyg
rdlvAllBrowse.Columns[2].Caption=Funktion
rdlvCustomBrowse.Columns[0].Caption=Namn
rdlvCustomBrowse.Columns[1].Caption=Funktion
mniRemove.Caption=Tag bort
mniRate.Caption=Betygsätt
mniIgone.Caption=Ignorera
mniRefush.Caption=Uppdatera
mniOpenFloder.Caption=Öppna filplats
mniOpeninRegedit.Caption=Öppna i registereditor
mniSelectedAll.Caption=Välj alla
mniInvertSelection.Caption=Invertera valet
mniSearchOnline.Caption=Sök på nätet

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Återställ webbläsare
lblConfire.Caption=Är du säker på att du vill återställa standardinställningarna?
lblHomepageTitle.Caption=Nuvarande hemsida:
lblSearchTitle.Caption=Aktuell standardsökmotor:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Avbryt

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Återkoppling
lbl_DescTitle.caption=Beskrivning:
lbl_EmailTitle.caption=E-post:
lbl_ScreenShot.caption=Skärmdump
lbl_TypeTitle.caption=Typ av förfrågan:
btnImg_FeedBackSend.caption=Skicka
btnImg_FeedBackCancel.caption=Avbryt
lbl_ContactMsg.caption=Eller kontakta oss direkt via

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=Tag bort
lbl_NoTkanks.caption=Visa inte detta igen

[Uninstaller_frmSetting]
lbl_Caption.caption=Inställningar
lbl_UserInterfaceTitle.caption=Användargränssnitt
lbl_SkinTitle.caption=Skal:
lbl_LanguageTitle.caption=Nuvarande språk:
lbl_FontSize.caption=Textstorlek:
lbl_Classic.caption=Klassisk
lbl_White.caption=Vit
lbl_UpdateTitle.caption=Uppdateringsmetod
lbl_UpdateRemind.caption=Påminn mig, när det finns en uppdatering
lbl_UpdateChooseDes.caption=Uppdateringsmetod för denna produkt:
lbl_UpdateAuto.caption=Uppdatera automatiskt
lbl_GeneralCaption.caption=Allmän
lbl_AutoDelete.caption=Tag bort resterande filer automatiskt
lbl_AutoDeleteAfterOtherUninstall.caption=Tag automatiskt bort rester av program, som avinstallerats av andra avinstallationsprogram
lbl_RemoveToRecycleBin.caption=Lägg borttagna filer i papperskorgen
lbl_ShowExplorerButton.caption=Lägg till en knapp för strimling av filer i Utforskaren
lbl_Notification.caption=Underrättelse
lbl_AutoShowTipForm.caption=Meddela mig när annan avinstallationsoperation upptäcks
lbl_BrowserPlugTip.caption=Meddela mig när skadliga plugin-program har installerats
btnImg_OK.caption=OK
btnImg_Cancel.caption=Avbryt

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Namn
ListView_AppList.Columns[1].caption=Storlek
ListView_AppList.Columns[2].caption=Installationsdatum
ListView_AppList.Columns[3].caption=Funktion
lbl_Notice.caption=För att visa dina windowsappar, se till att ditt nuvarande konto har administrativa rättigheter.
mniUninstall.caption=Avinstallera
mniRefush.caption=Uppdatera
mniView.caption=Granska
mniDetails.caption=Detaljer
mniIcons.caption=Ikoner
mniOpenFile.caption=Öppna filplats
mniOpenReg.caption=Öppna i registereditor
mniOpenWinstore.caption=Öppna i Winstore
mniSearchOnline.caption=Sök på nätet

[Uninstaller_Frame_Update]
ListView_Update.Columns[0].caption=Namn
ListView_Update.Columns[1].caption=Installationsdatum
ListView_Update.Columns[2].caption=Funktion
lbl_NoItems.caption=Inga Windows-uppdateringar hittades.
mniUninstall.caption=Avinstallera
mniRefush.caption=Uppdatera
mniViewby.caption=Granska
mniDetails.caption=Detaljer
mniIcons.caption=Ikoner

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Tvinga avinstallation
lbl_FUInfo.caption=Att tvinga en avinstallation hjälper dig, att avinstallera ett program, som inte kan avinstalleras på ett rutinmässigt sätt och rensa de återstående filerna noggrant. Det kan också hjälpa dig att enkelt ta bort en genväg och dess målfil.
btnImg_Open.caption=Bläddra...
lbl_DropInfo.caption=Du kan bläddra eller dra och släppa en fil eller mapp här, för att radera eller avinstallera det relaterade programmet.
btnImg_Uninstall.caption=Avinstallera
btnImg_Cancel.caption=Avbryt
PopMenu_Uninstall.caption=Avinstallera
PopMenu_OpenFolder.caption=Öppna filplatsen
PopMenu_ViewEntry.caption=Öppna i registereditor
PopMenu_SearchOnline.caption=Sök på nätet
ListView_FindReslut.Columns[0].caption=Visningsnamn
ListView_FindReslut.Columns[1].caption=Storlek
ListView_FindReslut.Columns[2].caption=Installationsdatum

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Öppna i registereditor
mniMenu_Path.caption=Öppna filplats
btnImg_AllMainCancel.caption=Avbryt
btnImg_Advanced.caption=Avancerat
btnImg_Uninstall.caption=Avinstallera
lbl_AutoDelete.caption=Tag bort resterande filer automatiskt
lbl_IsCreateRestore.caption=Skapa en återställningspunkt innan du avinstallerar
lbl_IsUninstallHint.caption=Vill du avinstallera det valda programmet?
btnImg_Delete.caption=Radera
btnImg_ReslutCancel.caption=Avbryt
lbl_SeletedAll.caption=Välj alla
lbl_ShredFile.caption=Strimla filer
lbl_AllRestart.caption=Starta om datorn för att helt avinstallera följande program. Starta om nu?
lbl_NoPowerScan.caption=Avinstallationen är klar.
lbl_SomeNeedStart.caption=Starta om datorn för att helt avinstallera följande program. Starta om nu?
btnImg_RecommendClose.caption=Stäng
btnImg_Restart.caption=Ja
lbl_MoneyBackInfo.caption=Du får en säkrare och snabbare dator genom att helt och hållet ta bort oönskade program och plugins. 60-dagars pengarna-tillbaka-garanti utan någon fråga varför.
lbl_MoneyBackTitle.caption=Garanterad noggrann avinstallation och en renare dator
lbl_UninstallCompleted.caption=Avinstallationen klar!
lbl_PluginTitle.caption=För att garantera en säkrare surfning måste följande problem åtgärdas:
lbl_UpgradeDes.caption=För att åtgärda dem, uppgradera till IObit Uninstaller PRO nu.
lbl_AutoUpdateDes.caption=Rensa återstående filer automatiskt och snabbt
lbl_CleanDes.caption=Upptäck och avinstallera bundleware enkelt
lbl_MoreDBDes.caption=Tag bort mer envisa program med utökad databas
lbl_ProTitle.caption=Men med PRO-utgåvan kan den:
lbl_RemovePlugin.caption=Ta bort skadliga plugins för att säkra webbläsaren
lbl_SupportDes.caption=Se till att dina viktiga program alltid är uppdaterade

[Uninstaller_frm_CheckRelatedForm]
btnImg_OK.caption=Avinstallera
btnImg_Cancel.caption=Avbryt

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Systemåterställning
rdlblDesc.Caption=Återställ datorn till det tillstånd den var, innan den valda händelsen. Den senaste kan inte raderas för systemsäkerhet.
ListView_Restore.Columns[0].Caption=Datum och tid
ListView_Restore.Columns[1].Caption=Beskrivning
btn_CreateRestorePoint.Caption=Skapa återställningspunkt
RdImageButton_Restore.Caption=Återställ
RdImageButton_Delete.Caption=Radera
lblNull.Caption=Inga systemåterställningspunkter är skapade.

[Uninstaller_Form_CleanTool]
RdLabelCaption.caption=Rensning av restfiler
lbl_Frame_Detail.caption=Rensning av restfiler hjälper dig att städa ogiltiga genvägar, Windows patch-cache och värdelösa filer i hämtningsmappen, för att spara mer utrymme för bättre systemprestanda.
lbl_Shortcut_Title.caption=Ogiltiga genvägar
lbl_Shortcut_Detail.caption=Skanna och ta bort ogiltiga genvägar i startmeny och på skrivbordet för att förbättra systemets prestanda && användarupplevelse.
lbl_WindowsPatch_Title.caption=Windows patchcache
lbl_WindowsPatch_Detail.caption=Rensa cachen som genererades vid installation av patchar, för att frigöra mer diskutrymme och få systemet att fungera smidigt.
lbl_Download_Title.caption=Hämtningsmapp
lbl_Download_Detail.caption=Skanna filerna i standardhämtningsmappen för vanliga webbläsare och hämtningsverktyg och innan du raderar, kontrollera att de är oanvändbara filer.
Menu_Clean_OpenFileLocation.caption=Öppna filplatsen
Menu_Clean_SelectAll.caption=Välj alla
Menu_Clean_InvertSelection.caption=Invertera valet
ListView_Clean.Columns[0].Caption=Sökväg
RdLabelBack.Caption=Tillbaka
ck_SelectALL.Caption=Välj alla

[uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Nej tack
RdImgBtnUninstall.caption=Avinstallera
RdListView_History.Columns[0].Caption=Programnamn
RdListView_History.Columns[1].Caption=Stat

[uninstaller_Form_UninstallLog]
RdImageButton_Closetwo.caption=Stäng

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Filstrimlare
lbl_Listview_Title.caption=Välj den fil eller mapp, som du vill strimla:
lblLoading.caption=Laddar...
lbl_AddFile.caption=Lägg till fil...
lbl_AddFolder.caption=Lägg till mapp...
RdImageButton_Shredder.caption=Strimla
RdImageButton_Cancel.caption=Avbryt
ListView_FileList.Columns[0].Caption=Sökväg
Menu_Shredder_Shredder.caption=Strimla
Menu_Shredder_AddFile.caption=Lägg till fil
Menu_Shredder_AddFolder.caption=Lägg till mapp
Menu_Shredder_Romove.caption=Tag bort
Menu_Shredder_Clean.caption=Rensa
lbl_Shredder_Tip.caption=Strimlar filerna nu. Det kan ta lite tid, vänligen vänta ...

[uninstall_Mitor_M]
ProStillLeavesone_M=%d program finns fortfarande kvar:
Lbl_metro_Atten.caption=Var uppmärksam
lbl_show.caption="%s" har fortfarande restfiler, vilket kan påverka datorns prestanda.
Donotagain_M=Visa inte detta igen
Hide_M=Göm
showDetails_M=Visa detaljer
Cleanmanually_M=Rensa manuellt
Close_M=Stäng
AutoClean_M=Rensa automatiskt
Cleaning_M=Rensar
Cleannow_M=Rensa nu
StillLeavas_M="%s" fortfarande kvar:
RegistryEntries_M=Registerposter
MBFiles_M=MB-filer
LeftBy_M=kvarlämnade filer av "%s" raderades
Cleanfuture_M=Rensa automatiskt i framtiden
Registry_M=Register
File_M=Fil
Files_M=filer
Items_M=objekt
Item_M=objekt
rdlblCleanupCompleted.caption=Rensningen klar
rdlblIncomplete.caption=Ofullständig avinstallatrion
Setting_M=Infattning
Uselessfiles_M=Oanvändbara filer
Uselessregistryentries_M=Oanvändbara registerposter
UselessregistryentriesOne_M=oanvändbar registeruppgift
Removingnow_M=Tar bort nu ...
rdlblRemoving.caption=Tar bort nu ...
TrayHintstill=Återstående %d kvarstående problem kan lösas.
CCtrayHint_M=Återstående %d+ kvarstående problem kan lösas.
LeftoversRemoved_M=Resterna avlägsnades:
ProStillLeaves_M=%d program finns fortfarande:

[UninstallHistory_M]
rdlbl_NoTkanks.caption=Nej tack
RdImageButtonImageButton_Uninstall.caption=Avinstallera

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Varning
Lbl_Warnning_Detail.caption=Detta datorprogram är skyddat av upphovsrättslagstiftningen och internationella fördrag.
lbl_copyright.caption=Copyright © 2005-2018 IObit. Alla rättigheter förbehållna.
lbl_Thanks_Title.caption=Särskilt tack till följande personer för deras stora bidrag:
rdhtmlEula.caption=<a>EULA</a> | <a>Sekretesspolicy</a>

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Storlek
ListView_SoftwareList.Columns[2].Caption=Installationsdatum
ListView_SoftwareList.Columns[3].Caption=Funktion
Menu_Program_Uninstall.caption=Avinstallera
Menu_Program_Repair.caption=Laga
Menu_Program_Refresh.caption=Uppdatera
Menu_Program_ViewBy.caption=Visa efter
Menu_Program_icons.caption=Ikoner
Menu_Program_Details.caption=Detaljer
Menu_Program_OpenFileLocation.caption=Öppna filplats
Menu_Program_OpeninRegedit.caption=Öppna i registereditor
Menu_Program_SearchOnline.caption=Sök på nätet

[uninstaller_Form_Activate]
Label_Get.caption=Få licens
Label_Retrv.caption=Hämta koden
Label_Eg.caption=T.ex.: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleOne.caption=Svårt programavlägsnande
lblContentOne.caption=Tag bort fler svåravinstallerade program noggrant med avancerad teknik och utökad databas
lblTitleTwo.caption=Avinstallera all Bundleware fullständigt
lblContentTwo.caption=Övervaka programinstallationer för att enkelt upptäcka och avinstallera bundleware och buntade plugin-program
lblTitleThree.caption=Snabb och säker webbläsare
lblContentThree.caption=Tag bort skadliga och annonser plug-ins / tillägg för att ge dig en säker och smidig online surfingupplevelse
lblTitleFour.caption=Ny programvaruuppdatering
lblContentFour.caption=Håll alltid dina program enkelt och snabbt uppdaterade
RdImgBtnRegNow.caption=Registrera nu
RdLabelCaption.caption=Aktivera PRO-versionen för bättre serviceupplevelse
Label_Please.caption=Ange din licenskod och klicka på "Registrera nu" för att aktivera alla funktioner i PRO-versionen.
Label_Code.caption=Licenskod:
Label_More.caption=Vi lovar dig fler fördelar:
RdImgBtn_Upgrade.caption=Uppgradera till PRO
rdlblHelp.caption=hjälp

[uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Stäng
rdlblHelp.caption=hjälp
Label_Please.caption=Ange din licenskod och klicka på "Registrera nu" för att aktivera alla funktioner i PRO-versionen.
Label_Code.caption=Licenskod:
RdImgBtnRegister.caption=Registrera nu
Label_Retrv.caption=Hämta koden
Label_HaveLicense.caption=Har du ingen licens?
Label_click.caption=Klicka här, för att få en.
RdImageButton_Back.caption=Tillbaka
RdImageButton_Close.caption=Stäng
RdLabelCaption.caption=Licenshanteraren
Label_Status.caption=Licensstatus:
Label_Activated.caption=Aktiverad
Label_Lcode.caption=Licenskod:
Label_Data.caption=Utgångsdatum:
Label_Refresh.caption=Uppdatera
Label_Export.caption=Exportera licens
rdlblAlread.caption:=Har redan en licenskod

[uninstaller_Form_licensemessage]
rdlblHelp.caption=hjälp
RdImgBtn_Closetwo.caption=Stäng
Label_success.caption=Licensen har aktiverats framgångsrikt!

[uninstaller_ToolUninstallHistroy]
RdLabelDetail.caption=Här visar du avinstallationsloggar och status. Om kvarblivna filer finns kvar, klicka på Skanna för att hitta och ta bort alla rester.
RdLabelCaption.caption=Avinstallera historik
ListView_History.Columns[1].Caption=Avinstallera data
ListView_History.Columns[2].Caption=Storlek
ListView_History.Columns[3].Caption=Stat
ListView_History.Columns[4].Caption=Funktion
Menu_ClearThis.Caption=Rensa den här posten
Menu_ClearAll.Caption=Rensa allt

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Vänsterklicka och dra musen för att välja det område, du vill ta en skärmdump av
M_NoticeInfo_AC=2. Högerklicka eller tryck på Esc för att avsluta
M_Rect=Rektangel
M_Oval=Oval
M_Text=Text
M_Paintbrush=Målarpensel
M_Return=Ångra operation Ctrl + Z
M_Copy=Kopiera till Urklipp
M_Exit=Avsluta skärmdump
M_Save=Spara
M_TipInfo=Skärmdumpen har sparats i Urklipp. Du kan använda Ctrl + V för att klistra in.
M_TipShow=Visa inte detta meddelande igen
M_TipSure=OK
M_NoticeInfo=① Vänsterklicka och dra musen för att välja det område, du vill ta en skärmdump av
M_NoticeInfo_a=② Högerklicka eller tryck på Esc för att avsluta

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Skickar
lbl_SendFailed.caption=Sändningen misslyckades. Klicka på OK för att skicka en online-feedback.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Tack för din feedback. Vi kontaktar dig så snart som möjligt.
btnImg_SendSuccess.caption=OK

[Uninstaller_Form_UptoPro]
Rdlb_UpdateManually.caption=Uppdatera manuellt
Rdlb_lbOpenBuyWeb.caption=Trött på manuella uppdatyeringar?
RdLb_OpenBuyWeb.caption=Aktivera automatisk uppdatering

[Uninstaller_M]
MainGiftbox_Hint=%D% av med detta specialerbjudande
MainUpdate_Hint=En ny version är tillgänglig
Startup_Delete_M=Tag bort
LicenseSeat_M=Licenssäte:
Powerful_File_Reboot_M=Fil som raderats vid omstart:
Powerful_File_Del_M=Fil som raderats:
Powerful_Reg_Sucess_M=Register raderat:
Powerful_Reg_Faild_M=Registerradering misslyckades:
Powerful_Task_Sucess_M=Schemaläggare raderad:
Powerful_Task_Faild_M=Radering av schemaläggare misslyckades:
Powerful_Services_Sucess_M=Service raderad:
Powerful_Services_Faild_M=Radering av service misslyckades:
CodeLiftTime_M=Detta är en livstidskod, som endast gäller för IObit Uninstaller v6. Installera om din IObit Uninstaller v6 PRO.
ShredderDetail_1=Raderade filer kan återställas även efter formatering av disken.
ShredderDetail_2=Filstrimlaren hjälper dig att ta bort oönskade filer - säkert och permanent.
Program_Information=Programinformation
Files_Deleted=Raderade filer
Registries_Deleted=Raderade register
Scheduled_Tasks_Deleted=Schemalagda uppgifter raderade
Deleted_on_Reboot=Raderat vid omstart
Service_Deleted=Tjänsten raderad
HtmlADPluginCaption=<a>%d</a> Hindra annons-plugins
HtmlMaliciousPluginCaption=<a>%d</a> Hotande insticksprogram
MenuRight_Caption=Kraftfull avinstallation
UninstallLog_No_IsEmpty_M=Inga kvarvarande filer hittades vid en kraftfull skanning.
Input_Text_Search=Leta
Hint_Settings=Alternativ
Hint_WindowMin=Minimera
Hint_WindowMax=Maximera
Hint_WindowRest=Återställ
Hint_WindowClose=Stäng
Hint_Tools=Verktyg
Nav_Colle_Program_All=Program
Nav_Colle_Browser=Verktygsfält och plugin-program
Nav_Colle_Win=Windowsprogram
Nav_Colle_AC=Aktivitetcenter
Nav_Item_Program_All=Alla program
Nav_Item_Program_Recent=Nyligen installerade
Nav_Item_Program_Infrequent=Sällan använda
Nav_Item_Program_Large=Stora program
Nav_Item_Win_Update=Windowsuppdatering
Nav_Item_Browser_All=Alla verktygsfält och plugin-program
Button_Uninstall=Avinstallera
Button_Remove=Tag bort
Button_OK=OK
Button_Cancel=Avbryt
Button_Close=Stäng
Button_Yes=Ja
Button_No=Nej
Button_Continue=Fortsätt
FileCorruptedMsg=Vissa filer i IObit Uninstaller är skadade. Installera IObit Uninstaller igen.
Program_Mult=Programmet körs redan under ett annat användarkonto. Avsluta programmet på det kontot, innan du försöker starta igen.
ToolPopForceUninstall=Tvinga avinstallation
ToolPopCleanup=Rensning av restfiler
ToolPopHistory=Avinstallera historik
ToolPopFileShredder=Filstrimlare
MoreSettingPopSetting=Inställningar...
MoreSettingPopRestore=Återställ
MoreSettingPopExport=Exportera programlista
MoreSettingPopUpdate=Sök efter uppdateringar
MoreSettingPopManual=Användarmanual
MoreSettingPopSupport=Teknisk support
MoreSettingPopOnline=IObit på nätet
MoreSettingPopLike=Gillar
MoreSettingPopAbout=Om
DefaultSelProg=Avinstallera onödiga program för att frigöra mer utrymme.
DefaultSelPlug=Tag bort oönskade plugins för att skydda webbläsaren.
DefaultSelWApp=Avinstallera oönskade Windowsappar för att boosta datorn.
SelInfoProg=valdt program att avinstallera. Total storlek:
SelInfoProgM=valda program att avinstallera. Total storlek:
SelInfoPlug=plugin vald för avinstallation.
SelInfoPlugM=plugins valda för avinstallation.
SelInfoUpdate=Windows-uppdatering vald för avinstallation.
SelInfoUpdateM=Windows-uppdateringar valda för avinstallation.
SelInfoWApp=app vald för avinstallation.
SelInfoWAppM=appar valda för avinstallation.
v_license_OtherCode_M=Licenskoden %s gäller bara för %s. Klicka på OK för att ladda ner och registrera din %s.
Cannotconnect_M=Kan inte ansluta till vår server. Kontrollera dina nätverks-/proxyinställningar och försök att bekräfta din licens senare.
license_OtherGivewalys_M=%s är en giveaway-licens och gäller endast för den angivna versionen. Klicka <a>här</a> för att köpa en ny licenskod för IU v7 PRO.
SysRestore_CreateComplete=Skapar framgångsrikt en återställningspunkt!
SysRestore_CreateFailed=Skapande av återställningspunkt misslyckades! Kontrollera om din systemåterställning är aktiverad.
SysRestore_CreateRestore_Confirm=Är du säker på, att du vill skapa en återställningspunkt?
SysRestore_CreateRestore_Tip=Skapar återställningspunkt, vänta ...
SysRestore_CreateRestore_Failed=Skapande av återställningspunkt misslyckades! Kontrollera om din systemåterställning är aktiverad.
SysRestore_SetRestore_Confirm=VARNING: Om du återställer ditt system till en återställningspunkt, kommer alla ändringar, som gjorts efter återställningspunkten, tas bort. När systemåterställningen har startats, kan den inte ångras eller avbrytas. Är du säker på att du vill fortsätta?
SysRestore_SetRestore_Reboot=En omstart krävs för att tillämpa ändringarna. Spara alla dina öppna filer och stäng alla öppna program, innan du startar om. Vill du starta om datorn nu?
SysRestore_SetRestore_Tip=Återställ systemfiler och inställningar, var god vänta ...
SysRestore_Delete_Confirm=Är du säker på att du vill ta bort den?
Clean_Shortcuts_GroupsHeader_M=Ogiltiga genvägar
Clean_WindowsPatch_GroupsHeader_M=Windows patchcache
Clean_Download_GroupsHeader_M=Hämtningsmapp
Shredder_Del_M=Är du säker på, att du vill ta bort de tillagda %d objekten? Denna åtgärd är absolut OÅTERKALLELIG och den tar längre tid att slutföra.
Shredder_DelOne_M=Är du säker på, att du vill ta bort det tillagda %d objektet? Denna åtgärd är absolut OÅTERKALLELIG och den tar längre tid att slutföra.
Shredder_NotDel_M="%s" har inte strimlats, eftersom det inte går att skriva till den. Kontrollera om den fortfarande är i bruk.
Shredder_InUse_M=Några filer har inte strimlats, eftersom det inte går att skriva till dem. Kontrollera om de fortfarande används.
Shredder_Sucess_M=Framgångsrik strimling.
Shredder_OneSucess_M=Framgångsrik strimling.
Shredder_DirIsEmpty_M=Den är tom. Du kan inte strimla den.
FileShredder_MaxCount_M=5000 filer har lagts till. Lägg till resten av filerna, efter det att dessa 5000 filer strimlats.
BatchUninstall_NoneSelect_M=Välj minst ett program.
OtherInfo_M="%s" kan bara avinstalleras från Kontrollpanelen. Vill du gå till Kontrollpanelen för att fortsätta avinstallationen?
RelationInfo_M="%s" avinstalleras tillsammans. Är du säker på att du vill fortsätta avinstallationen?
EndProInfo_M=Processen "%s" av "%s" körs fortfarande. Se till att du har avslutat "%s" och klicka på Fortsätt.
DRclickmis_M="%s" kan inte avinstalleras rutinmässigt. <a>Klicka här</a> för detaljerad avinstallationsinstruktion och avinstallera igen.
UinstallAgain_M=Avinstallera igen
license_expired_M=Licensen %s har löpt ut. Klicka <a>här</a> för att köpa en ny licens.
license_maximum_M=Licensen %s har aktiverats för maximalt antal datorer och kan inte användas igen. Klicka <a>här</a> för att köpa en ny licens och aktivera IObit Uninstaller PRO på den här datorn.
license_Free_M=Licensen %s kan inte aktiveras. Köp en ny licens för IObit Uninstaller PRO.
license_valid_M=Ogiltig licenskod! Ange en giltig licenskod.
Uninstall_Btn_Str=Avinstallera
SureToDelete_Str=Vill du radera de valda objekten?
DeselectAll_Str=Avmarkera alla
SelectAll_Str=Välj alla
SuccessReslutFromHistroySome=Återstående filer av <a>%d</a>-programmen rensades framgångsrikt. Kolla detaljer nedan.
SuccessWithNoResidualSingle=Du har avinstallerat <a>%d</a>-programmet - inga filer finns kvar.
SuccessWithNoResidualSome=Du har avinstallerat <a>%d</a>-programmen - inga filer finns kvar.
FailedReslut="%s" kunde inte avinstalleras. Ange din e-post nedan och klicka på Feedback och en avinstallationslogg skickas till oss.
AllFailedReslutSingle=Avinstallationen av %s misslyckades. Ange din e-post nedan och klicka på Feedback och en avinstallationslogg skickas till oss.
AllFailedReslutSome=Avinstallationen av %d-programmen misslyckades. Ange din e-post nedan och klicka på Feedback och en avinstallationslogg skickas till oss.
MsgBox_SelectWin8App=Välj minst en app.
NoticeInfo_One=Skadlig plugin upptäcktes i din webbläsare. Öppna IObit Uninstaller för att ta bort den.
NoticeInfo_Some=Skadliga plugins upptäcktes i din webbläsare. Öppna IObit Uninstaller för att ta bort dem.
FuncPluginRemoveSuccessMsgBox=Objekten har tagits bort
FuncPluginSelectMsgBox=Välj först ett objekt.
FuncPluginRemoveFailedMsgBox_2=Lämna följande webbläsare för att ta bort objekten:
FuncPluginRemoveFailedMsgBox_3=Avsluta dina webbläsare och försök igen.
FuncPluginRemoveFailedSingleMsgBox=Borttagningen av %s misslyckades. Klicka på Feedback för att få mer hjälp.
FuncPluginRemoveFailedSomeMsgBox=Borttagning av %d plugins misslyckades. Klicka på Feedback för att få mer hjälp.
RestoreDefaultSettingsButton=Återställ %s standardinställningar
FeedBack_Sending=Skickar
FeedBack_SendingSuccess=Sändningen lyckades
FeedBack_SendFailed=Sändningen misslyckades. Klicka på OK för att skicka en online-feedback.
licenseEg_M=T.ex.: AAAAA-BBBBB-CCCCC-DDDDD
lbl_White.caption=Vit
NouselessFiles_M=Inga värdelösa filer hittades i datorn.
ExistDownloadFile_M=Är du säker på, att du vill rensa valda filer i hämtningsmappen?
scaning_M=Skannar
Exit_M=Avsluta
OpenIU_M=Öppna IObit Uninstaller
Allthefollowing_M=Alla valda resterande filer har framgångsrikt rensats.
SpecTClose=Stäng
SpecTOK=OK
SpecTHide=Göm
SpecTUninstalling=Avinstallera följande program:
SpecTUninstallingM=Avinstallera följande program:
SpecTUninstalled=programmet har avinstallerats.
SpecTUninstalledM=programmen har avinstallerats.
Shredder_NotAddFolder_M=Det går inte att lägga till filen "%s" för strimling eftersom den operationen kan orsaka instabilitet i systemet
ForceUninstallEndProgressMsg=%s körs. Avsluta processen och försök igen.
Setting_UITitle=Användargränssnitt
Setting_UpdateTitle=Uppdateringsmetod
Setting_GeneralTilte=Allmän
Setting_NotificationTilte=Underrättelse
Setting_Size_Normal=Normal
Setting_Size_Large=Stor
Setting_Size_Larger=Större
Update_NoItem_Tip=Inga Windows-uppdateringar hittades.
MsgBox_SelectProgram=Välj minst ett program.
UpdateColumnStr_Title=Uppdateringsnamn (Totalt:%d)
Update_Loading_Tip=Laddar Windows Update ...
Win8NoItemTip=Inga Windowsprogram hittades
Win8ColumnStr_Title=Programnamn (Totalt:%d)
Detail_Tip=Detaljer
Detail_Name=Namn
Detail_Ver=Version
Detail_Path=Installationsväg
Detail_Des=Beskrivning
Detail_Publisher=Utgivare
Win8LoadingApp=Laddar program...
Win8ListViewGroupsWin8AppHeader=Windowsprogram
Win8ListViewGroupsWin8AppSubtitle=Program utgivna av Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Tredjepartsprogram
Win8ListViewGroupsThirdSubtitle=Program utgivna av tredjepartsföretag.
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Skadliga verktygsfält och plugins
ListViewGroupMaliciousDesc=Dessa verktygsfält och plugins kan ändra din standardwebbläsare och stjäla din privata information.
ListViewGroupAdTitle=Annonsbaserade verktygsfält och plugins
ListViewGroupAdDesc=Dessa verktygsfält och plugins kan visa annonser, banners etc.
ListViewGroupTrustTitle=Tillförlitliga verktygsfält och plugins
ListViewGroupTrustDesc=Dessa verktygsfält och plugins skadar inte din dator. Du kan ta bort eller behålla dem enligt eget önskemål.
ListViewGroupExtensions=Filtillägg
ListViewGroupPlugins=Plugins
ListViewGroupToolbar=Verktygsfält
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupInjectedPrograms=Inlagda program
ListViewGroupExtension_DES=Tillägg används för att anpassa webbläsaren med funktioner, som du vill ha
ListViewGroupPlugin_DES=En plugin kan enkelt installeras och användas som en del av webbläsaren
ListViewGroupToolbar_DES=Verktygsfältet hjälper användarna, att snabbt komma åt webbplatser eller utföra andra programfunktioner
ListViewGroupBHO_DES=BHO hjälper till att skapa personliga webbläsare och ger enklare interaktiva funktioner
ListViewGroupActivex_DES=ActiveX används av Internet Explorer för att underlätta uppspelning av rich media
ListViewGroupInjection_DES=Program kommer att installera dll-filer från tredjepart för att ge olika funktioner i webbläsarprocessen
PluginNoItemTip=Inga verktygsfält eller plugin-program hittades i din webbläsare
NoSerchItem_Tip=Inga föremål matchar din sökning.
PluginColumnStr_Title=Namn (Totalt:%d)
ChromeSysncStr=Inaktivera Chrome Sync-funktionen för att ta bort valda plugins helt. Annars kan de installeras om automatiskt.
FuncPluginSysPluginMsgBox=Det rekommenderas inte att ta bort %s, eftersom vissa webbläsarfunktioner kan påverkas efter borttagningen.
FuncPluginLoading=Laddar...
FuncPluginRmoveSuccess=Avlägsnades framgångsrikt. Läser in...
FuncVotePlugSelectMsgBox=Välj de objekt du vill betygsätta
FuncPluginRmoveConfireSingleMsgBox=Är du säker på, att du vill ta bort det valda objektet?
FuncPluginRmoveConfireSomeMsgBox=Är du säker på, att du vill ta bort de valda objekten?
FuncCheckBrowserMsgBox_1=%s körs.
FuncCheckBrowserMsgBox_2=Klicka på OK för att stänga. Glöm inte att spara ditt innehåll först.
FuncCheckBrowserMsgBox_3=Eller klicka på Avbryt om du inte vill fortsätta.
FuncCheckBrowserMsgBox_4=%s körs.
FuncCheckBrowserMsgBox_5=Klicka på OK för att tvinga stängning. Ej sparat innehåll kan gå förlorat.
FuncCheckBrowserMsgBox_6=Eller klicka på Avbryt om du inte vill fortsätta.
FuncPluginRemoveFailedMsgBox_1=Misslyckades med att ta bort följande objekt:
FuncPluginRemoveFailedMsgBox_4=%s kan misslyckas att tas bort, eftersom den är skyddad av %s. Avsluta %s och starta om IObit Uninstaller, för att ta bort igen.
FuncRestoreSuccessMsgBox=Återställt till standardinställningarna.
FuncRestoreFailedMsgBox=Misslyckades att återställa standardinställningarna för webbläsaren, avsluta %s och försök igen.
PluginRestoreStr=Återställ %s standardinställningar
FuncVoteMarkSelectMsgBox=Betygsätt gärna!
FuncVoteFailedMsgBox=Betygsättningen misslyckades, kolla din nätverksanslutning och försök igen.
FuncVoteActiveVote=Betygsätt
FuncVoteWaitting=Skickar betygsättning, var god vänta ...
VoteStr_1=<a>1</a> användare har betygsatt. Du har redan gjort det.
VoteStr_2=Inga betygsättningar ännu. Bli den första att betygsätta.
VoteStr_3=<a>%d</a> användare har betygsatt. Du har redan gjort det.
VoteStr_4=<a>%d</a> användare har betygsatt. Vad tycker du om denna plugin?
NoticeInfoEx_One=<a>1</a> Skadlig plugin har identifierats i din webbläsare. Öppna IObit Uninstaller för att ta bort den.
NoticeInfoEx_Some=<a>%d</a> Skadliga plugins har identifierats i din webbläsare. Öppna IObit Uninstaller för att ta bort dem.
UninstallPromote=Köp nu!
OneItemStr=%d objekt
SomeItemStr=%d objekt
OneItem=objekt
SomeItems=objekt
RebootToDelete_Str=(Tag bort vid omstart)
UninstallingSingleStr=Är du säker på att du vill avinstallera det valda programmet?
UninstallingSomeStr=Är du säker på att du vill avinstallera de valda programmen %d?
Uninstall_Str=Avinstallera %s (%d/%d)
Scan_Str=Skanna %s (%d/%d)
CreateRetore_Str=Skapar återställningspunkt, vänta ...
SureToDeleteSomeStr=Avinstallerade <a>%d</a>-program. Kontrollera att endast objektet, du vill radera, är förbockat.
SureToDeleteOneStr=Avinstallerade <a>1</a>-program. Kontrollera att endast objektet, du vill radera, är förbockat.
SureToDeleteByHistroyStr=Skanningen är klar. Kontrollera att endast objektet, du vill radera, är förbockat.
DeletingStr=Raderar rester, vänta...
DeleteCancleStr=Är du säker på att du vill avbryta raderingen?
RestoringCancleStr=Skapar återställningspunkt. Är du säker på att du vill avbryta?
RegistryCaption_Str=Register
FileCaption_Str=Fil
TaskCaption_Str=Schemalagda aktiviteter
ServiceCaption_Str=Systemtjänster
HintProToolStr=Avancerad avinstallation hjälper dig att avinstallera %s fullständigt och noggrant.
SuccessReslutFromHistroySingle=Återstående filer har framgångsrikt rensats. Kolla detaljer nedan:
SuccessReslutFromUninstallSingle=Du har avinstallerat <a>%d</a>-programmet enligt detaljer nedan:
SuccessReslutFromUninstallSome=Du har avinstallerat <a>%d</a>-programmen enligt detaljer nedan:
SuccessReslutNeedRestartSingle=<a>%d</a>-programmet har avinstallerats.
SuccessReslutNeedRestartSome=<a>%d</a>-programmen har avinstallerats.
FileDeleteReslut=Raderade filer: <a>%s</a>
RegDeleteReslut=Raderade registerposter: <a>%d</a>
TaskDeleteReslut=Raderade schemalagda uppgifter: <a>%d</a>
ServiceDeleteReslut=Raderade tjänster: <a>%d</a>
HtmlRecomReslutCaption=Avinstallerade <a>%d</a>-program och borttagna rester enligt nedan:
HtmlFileReCaption=<a>%s</a> värdelösa filer
HtmlRegReCaption=<a>%d</a> värdelösa registerposter
HtmlTaskReCaption=<a>%d</a> ogiltiga schemaläggningsuppgifter
HtmlServicesReCaption=<a>%d</a> ogiltiga systemtjänster
RebootYes=Starta om nu!
RebootLater=Senare
FromHistroyNoItem=Inga rester hittade.
FromUninstallNoItem=Avinstallationen är klar.
RelatedMetroText=Dessa program hänger ihop. Om du avinstallerar något av dem, avinstalleras de andra automatiskt. Är du säker på att du vill förtsätta att avinstallera?
RelatedSoftText=Ovan bundlade produkter installerades samtidigt. Vill du avinstallera dem tillsammans?
EmailHint=Ange din korrekta e-postadress här
MemoHint=Beskriv dina förslag och/eller problemen i detalj, som du stött på.
EmailMessage=Se till att din e-postadress är korrekt, så att vi kan kontakta dig.
ScreenMaxMessage=Operationen misslyckades. Du har använt maximala 5 skärmdumpar.
CloseHintMsg=Är du säker på, att du inte vill lämna in en feedback?
FeedBack_1=Jag gillar det!
FeedBack_2=Förslag
FeedBack_3=Misslyckades att installera
FeedBack_4=Misslyckades att visa alla program
FeedBack_5=Stora skanningsproblem
FeedBack_6=Rapportera en bugg
FeedBack_7=Annat
RelatedProTip=Aktivera PRO för att avinstallera buntprodukter tillsammans.
SpecProTip1=Avinstallera %s och flera program helt.
SpecProTip2=Aktivera PRO för att få denna funktion och få fler PRO-funktioner.
UninstallProTipEnterCode=Skriv in koden
UninstallProTipActive=Aktivera nu
UninstallProTipManage=Hantera licens
Scan_M=Skanna
Clean_M=Rensa
Cleaning_M=Rensar
SelectAll_M=Välj alla
DeselectAll_M=Avmarkera alla
PleaseSelect_M=Välj minst ett objekt att skanna.
CloseHint_M=Stäng
Invalid_item_M=(Ogiltigt objekt)
ListviewHeader_Software_M=Programnamn (Totalt: %d)
SoftwareFrame_ProgramName_M=Programnamn (Totalt: %s)
History_Scan_M=Skanna
History_Detail_M=Detalj
History_Residualfilesleft_M=Resterande restfiler kvar
Uninstalled_completely_M=Avinstallerad helt
History_Installed_M=Installerad
History_info_DouBle_M=program som valts för avinstallation, förra gången, avinstallerades inte helt. Klicka på Avinstallera för att fortsätta.
History_info_One_M=program som valts för avinstallation, förra gången, avinstallerades inte helt. Klicka på Avinstallera för att fortsätta.
SoftwareFrame_InstallDate_M=Installationsdatum
SoftwareFrame_FrequencyUse_M=Senast använd
HistoryInfo_DisplayName=Visningsnamn
HistoryInfo_Publisher=Utgivare
HistoryInfo_Version=Version
HistoryInfo_InstallDate=Installationsdatum
HistoryInfo_UseSize=Lagringsutrymme
HistoryInfo_Location=Plats
HistoryInfo_UninstallDate=Avinstallationsdatum
SoftwareFrame_Frequency_DaysHint_M=Har inte använts inte på %s dagar.
Noprograms_Frequencyofuse_M=Alla dina program används ofta.
Noprograms_100Size_M=Inga program som överstiger 100MB hittades.
Noprograms_match_M=Inga föremål matchar din sökning.
Noprograms_Recent_M=Inga program installerade under de senaste 10 dagarna.
Details_M=Detaljer
Export_M=Exportera
monthsago_M=%d månader sedan
yearsago_M=%d år sedan
yearsagos_M=%d år sedan
days_left_M=dagar kvar
SU_Title=Programuppdatering
SU_COL_Name=Programuppdatering
SU_COL_Version=Version
SU_COL_Ignore=Ignorera
SU_COL_State=Stat
SU_Ignore=Ignorera
SU_Ignored=Ignorerad
SU_NoIgnore=Ignorera inte
SU_Update=Uppdatera
SU_Updating=Uppdaterar
SU_UpToDate=Aktuell
SU_NewVersion=Ny version
SU_CurrVersion=Nuvarande version
SU_ActivePro=Aktivera automatisk uppdatering
SU_Button_UpdateAll=Uppdatera alla
SU_Tip=Hjälper dig att få dina program uppdaterade enkelt och effektivt.
APTitle=Aktivera alla PRO-program
AP1=Radera envetna program
AP2=Tag bort Bundleware helt och hållet
AP3=Tag bort annonser i webbläsaren
AP4=Avinstallera skadliga plugins
Explorer_Button=Filstrimlare
Controlpanel_Button=Kraftfull avinstallation

[promot_M]
CountDown_M=Tidsbegränsat erbjudande: %dd:%dh:%dm:%ds:%dms*
Youhave_M=Du har fått ett %D% specialerbjudande från IObit!
ThisSpecial_M=Detta specialerbjudande är ett sätt att tacka våra lojala användare för hjälp med att göra en bättre IObit Uninstaller
OnlyDays_M=Endast %D dagar kvar
enjoy_the_PRO_M=Aktivera nu för att åtnjuta PRO-funktionerna:
PromotOne_M=Radera envetna program
PromotTwo_M=Tag bort Bundleware helt och hållet
PromotThere_M=Tag bort annonser i webbläsaren
ActivateNow_M=Aktivera nu
GiveOffer_M=Hoppa över det här specialerbjudandet

[ActionCenter_M]
M_kvpCaption=Videonedladdare
M_kvpInfo_NotIns=Ladda snabbt ner videos från YouTube och fler än 10.000 webbplatser.
M_kvpInfo_UpToDate=Ladda snabbt ner videos från YouTube och fler än 10.000 webbplatser.
M_kvpOffer=Ladda snabbt ner videos från YouTube och fler än 10.000 webbplatser.<br>Ladda ner videos i vilket format som helst med ett enda klick.<br>Hämta spellistor från YouTube && Lynda på samma gång.<br>3 gånger snabbare nedladdningshastighet med flertrådsteknik.<br>Konvertera online && lokala videoklipp till vilket format som helst.
M_ASCOffer=Rengör och optimera datorn med ett klick.<br>Snabba upp starttiden på datorn upp till 300%.<br>Tag bort surfingspår för att skydda din integritet.<br>Övervaka, i realtid, förhållandena i datorn för ökad smidighet.<br>Skydda din dator mot vanliga spionprogram.
M_IMFOffer=Kraftfullt och omfattande antimalware-program.<br>Skyddar ransomware som GoldenEye och Wannacry.<br>Säkrare surfning och nedladdning.<br>Djupare && mer allsidigt realtidsskydd.
M_DBOffer=Stor drivrutinsdatabas (1.000.000+). Uppdatera drivrutiner med bara ett klick.<br>Säker uppdatering med kvalificerade WHQL-drivrutiner.<br>Åtgärda vanliga problem (t.ex. nätverk, ljud).<br>Reducera att systemet fryser och kraschar.
M_SDOffer=Högre filåtkomsthastighet.<br>Maximal hårddiskprestanda.<br> Snabba upp datorns starttid med upp till 100%.<br>Optimera spelen för bättre spelupplevelse.
M_SMOffer=Installera den klassiska startmenyn till Windows 8/10.<br>Den kraftfulla och enkla sökmotorn för filer.
M_DLOffer=Det enkla, säkra sättet att hantera dina lösenord.<br>Skapa unika lösenord för att skydda dina konton.<br>Logga in automatiskt på dina favoritwebbplatser.<br>Finns för Windows, Mac, IOS och Android.
M_IOTOffer=Din bästa iPhonehanterare och iPhone överföringsprogram.<br>Överför iPhonedata mellan iPhone/iPad/iPod/PC.<br>Enkelt och gratis att hantera iPhone-foton, musik, videos.<br>Rensa skräpfiler &&cache för att frigöra mer plats.
M_Moffer_Title=IObit rekommenderar
M_Close=Stäng
M_Cancel=Avbryt
M_Moffer_Install=Installera
M_Moffer_NoteEP=Genom att klicka på "Installera", godkänner du att installera %s och accepterar dess <a>EULA</a> och <a>sekretesspolicy</a>
M_Moffer_Refund=<a>OBS!</a> Du kan få återbetalning inom 30 dagar. Läs <a>Återbetalningsgaranti</a>.
M_Fix=Installera nu
M_Install=Installera nu
M_IMFCaption=Skydd mot skadliga program
M_FixAllAC=Ladda ned alla
M_HideAC=Dölj
M_ShowAC=Visa
M_ShowACTitle=Säkerhet && prestanda
M_ShowACDesc=Klicka på Visa för att visa andra rekommenderade program. Installera dem för att få bättre säkerhet och prestanda.
M_AC_FreeTitle=Säkerhet && prestanda
M_AC_FreeHelp_Ins=Förbättra din säkerhet och prestanda med rekommenderade program.
M_AC_FreeHelp_Upt=Du har inte de nya, förbättrade funktionerna
M_AC_FreeHelp_OK=Om du kör följande program regelbundet, får du bättre säkerhetsskydd och datorprestanda.
M_AC_Free_EULA=Ditt tidigare godkännande av slutanvändaravtalet gäller även här.
M_AC_Free_ReadEULA=Läs slutanvändaravtal
M_ShowACTitle2=Observera!
M_AC_FreeTitle2=Åtgärdscentral
M_AC_FreeDetail2=Förbättra din säkerhet och prestanda med rekommenderade program. Ditt tidigare godkännande av <a>Slutanvändaravtalet</a> gäller även rekommenderade IObit produkter.
M_AC_FreeDetail2_db=Förbättra din säkerhet och prestanda med rekommenderade program. Ditt tidigare godkännande av <a>Slutanvändaravtalet</a> gäller även här.
M_Scan=Skannar...
M_Recomm_Ins=Rekommenderas: Installera %s
M_Recomm_Upt=Rekommenderas: Uppdatera %s
M_none=Inget
M_Fix=Ladda ned nu
M_fixing=Installerar
M_Updating=Uppdaterar
M_fixed=Nedladdat
M_failed=Misslyckades
M_RuningWell=Senaste versionen installerad
M_Outdated=Föråldrad
M_NotInstalled=Inte installerad
M_ASCCaption=Prestanda
M_ASCInfo_NotIns=Registerfel, sekretessproblem och skräpfiler hittades på din dator.
M_ASCInfo_UpToDate=Advanced SystemCare snabbar upp och optimerar din dator med ett klick.
M_ASCInfo_NeedUpDate=Advanced SystemCare är föråldrad.
M_ASCDesc=Ett klick för att skydda och optimera datorn
M_RunASC=Skanna nu
M_IMFCaption=Skydd mot spionvara
M_IMFInfo_NotIns=Få bättre skydd genom att installera IObits antispionprogram.
M_IMFInfo_UpToDate=IObit Malware Fighter skyddar din dator mot olika sabotageprogram.
M_IMFInfo_NeedUpDate=Ditt antispionprogram är föråldrat.
M_IMFDesc=Skydda datorn mot skadlig kod.
M_RunIMF=Skanna nu
M_DBCaption=Uppdaterare för drivrutiner
M_DBInfo_NotIns_C=Uppdatera föråldrade drivrutiner och laga saknade eller felaktiga drivrutiner för en stabilare dator.
M_DBInfo_NotIns=Det kan finnas inaktuella drivrutiner som gör datorn instabil och långsam.
M_DBInfo_UpToDate=Driver Booster uppdaterar alla gamla drivrutiner på datorn.
M_DBInfo_NeedUpDate=Uppdateraren för drivrutiner är föråldrad.
M_DBDesc=Uppdatera alla drivrutiner på datorn.
M_RunDB=Skanna nu
M_SDCaption=Hårddiskoptimering
M_SDInfo_NotIns=Optimera hårddiskarna för att få en minskad starttid och högre åtkomstshastighet till dina filer.
M_SDInfo_UpToDate=Smart Defrag defragmenterar disken för högsta prestanda.
M_SDInfo_NeedUpDate=Ditt program för defragmentering är föråldrat.
M_SDDesc=Defragmentera hårddisken och öka prestandan.
M_RunSD=Defragmentera nu
M_SMCaption=Startmeny
M_SMInfo_NotIns=Få tillbaka den välbekanta Windows startmenyn.
M_SMInfo_UpToDate=Start Menu 8 återskapar Windows startmeny.
M_SMInfo_NeedUpDate=Start Menu 8 är föråldrad.
M_SMDesc=Återställ Windows startmeny.
M_RunSM=Kör nu
M_AMCCaption=Skydd för Android
M_AMCInfo_NotIns=Få bättre säkerhet och skydda din integritet på din Androida enhet.
M_Recomm_Ins_AMC=Rekommenderas: Installera %s på din Androida enhet.
M_AMCDesc=Optimera och skydda en Android enhet.
M_RunAMC=Ladda ned
M_DLCaption=Hanterare för lösenord
M_DLInfo_NotIns=Skydda och hantera alla dina lösenord med Dashlane Password Manager.
M_DLInfo_UpToDate=Glöm aldrig ditt lösenord med pålitliga Dashlane.
M_RunDL=Hantera
M_AC_FreeTitleHide1=Alla rekommenderade program är dolda!
M_AC_FreeTitleHide2=Klicka på Visa för att se och installera dem och få ett komplett säkerhetsskydd och bästa möjliga prestanda.
M_RunIU=Kör nu
M_IUCaption=Avinstallerare för program
M_IUInfo_NotIns=Tag bort oönskade program, verktygsfält och webbläsarplugins.
M_IUInfo_UpToDate=IObit Uninstaller avlägsnar insticksmoduler och program grundligt.
M_IUInfo_NeedUpDate=IObit Uninstaller är föråldrad.
M_FPCaption=Videokonverterare
M_FPInfo_NotIns=Skaffa en videokonverterare för att konvertera dina videos för olika enheter.
M_FPInfo_UpToDate=Se videos på vilka enheter du vill.
M_FPInfo_NeedUpDate=Programmet för videokonvertering är föråldrat.
M_iFreeUpCaption=iOS optimering
M_RuniFreeUp=Skanna nu
M_BuyiFreeUp=Köp
M_iFreeUpDesc=Frigör mer utrymme på din iOS-enhet.
M_iFreeUpInfo_NotIns=Det kan finnas mycket bortslösat utrymme på din iOS-enhet.
M_iFreeUpInfo_UpToDate=iFreeUp frigör utrymme på din iOS-enhet
M_iFreeUpInfo_NeedUpDate=Din iFreeUp är föråldrad.
M_Recomm_Ins_iFreeUp=Rekommendation: Installera %s för att frigöra utrymme.
M_RunSGB=Öka hastigheten nu
M_SGBCaption=Speloptimering
M_SGBInfo_NotIns=Snabba upp dina spel och datorns livslängd samtidigt som de är i toppform.
M_SGBInfo_UpToDate=Superb Game Boost snabbar upp och optimerar din spelprestanda med ett klick.
M_SGBInfo_NeedUpDate=Superb Game Boost är föråldrad.
M_RunIVC=Prova nu
M_IVCCaption=Gratis videokonverterare
M_IVCInfo_NotIns=100% gratis, över 150  format och snabbare videokonvertering!
M_IVCInfo_UpToDate=Se på video på vilket sätt du vill.
M_IVCInfo_NeedUpDate=iFun Video Converter är föråldrad.
M_RunIOT=Åtgärda nu
M_IOTCaption=iPhone-hanterare
M_IOTInfo_NotIns=Ett klick för att importera, exportera och hantera bilder, videor, musik på din iOS-enhet.
M_IOTInfo_UpToDate=IOTransfer fungerar bra.
M_IOTInfo_NeedUpDate=IOTransfer är föråldrad.
M_VipTitle=Exklusivt erbjudande
M_AC_ShareTip=Varför inte tipsa vänner om erbjudandet?
M_AC_Pro_Title=Ytterligare produkter som rekommenderas för bättre säkerhet och prestanda.
M_ACPro_SubTitle=Köp nu till rabatterat pris - enbart för ASC PRO-användare.
M_ACPro_SubTitle_AU=Köp nu till rabatterat pris - enbart för användare med betald ASC Ultimate.
M_ActionCenterTitle_Perfectly=Alla program körs felfritt!
M_ACPro_SubTitle_db=Köp nu till rabatterat pris - enbart för Driver Booster PRO-användare.
M_SubTitle_Perfectly=Kör följande program regelbundet för att få bättre säkerhet och prestanda.
M_ShowACTitlePro=Exklusivt erbjudande
M_ShowACDescPro=Klicka på Visa för för att se ditt rabatterade pris för andra IObit-produkter.
M_AC_ProShareMail=Dela via e-post
M_AC_ProShareFB=Dela på Facebook
M_AC_NoMailCLient=Åtgärden misslyckades eftersom e-postklienten inte är korrekt installerad.
M_BuyIMF=Köp nu
M_BuyDB=Köp nu
M_BuySD=Köp nu

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport.Caption=Skicka buggrapport
lblErrorDetails.Caption=Detaljer om felet:
lblUserEmail.Caption=Din e-postadress:
lblSuccTips.Caption=Tack för att du skickade oss buggrapporten. Vi försöker lösa det så snart som möjligt.
btnClose.Hint=Stäng

[SendBugReportNew_M]
M_AskUserTips=har stött på ett problem. Skicka buggrapporten till oss, för att vi skall kunna åtgärda felet.
M_BugStatisticsTips=har stött på ett problem och måste avslutas. Vi analyserar orsaken nu. Vänta...
M_SendingTips=Skickar ...
M_AttentionTips=har stött på ett problem och måste avslutas. Starta om programmet senare.
M_InvalidEmailTips=Ogiltig e-postadress! Ange en giltig e-postadress, så du kan få vårt svar.
M_OKTips=OK

[ACD_M]
M_Downloading=Laddar ner:
M_TipFixing=Åtgärdar
M_Tips=Nedladdning pågår. Dubbelklicka på ikonen för att visa detaljer.
M_Installing=Installerar:
M_MD5Faild=Den nedladdade filen är skadad. Försök ladda ner den igen.
M_NetError=Hämtningen misslyckades på grund av nätverksfel. Försök igen senare!
M_DiskIsFull=Otillräckligt diskutrymme!
M_Speed=Hastighet:
M_AreSure_IObit=Är du säker på att du vill avsluta IObit Downloader?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Avbryt
lbl_Min.Caption=Minimera
btnClose.Hint=Stäng

